[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:14};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm2={id:4,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:3};
itm3={backcolor:0,background:962,ccp:778,ccpzorder:over,height:74,id:5,name:Phone_Call,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:644,y:91,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Phone call,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Phone_Call,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm4={backcolor:0,bar:241,downarrow:1177,height:302,id:8,name:Scrollbar,scaleslider:true,slider:240,type:SCROLLBAR,uparrow:1181,visible:true,width:55,x:577,y:159,zorder:6};
itm5={backcolor:0,height:371,id:9,img:1005,layout:normal,name:txtbase,type:IMAGEFIELD,visible:true,width:507,x:63,y:91,zorder:7,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,height:3,id:10,img:326,layout:normal,name:line_sms,type:IMAGEFIELD,visible:true,width:502,x:63,y:157,zorder:8,layout_param:{clipx:0,clipy:0}};
itm7={backcolor:0,bidimode:left-to-right,content:SMS Header Field,font:3,height:36,highcolor:0,hlayout:left,id:11,linespacing:0,multiline:false,name:Header_Field,type:TEXTFIELD,visible:true,vlayout:middle,width:470,wrapline:no-wrap,x:79,y:108,zorder:9};
itm8={backcolor:0,bidimode:left-to-right,content:SMS message field,font:3,height:280,highcolor:0,hlayout:left,id:12,linespacing:-5,multiline:true,name:message_field,type:TEXTFIELD,visible:true,vlayout:top,width:470,wrapline:wrap-by-word,x:79,y:172,zorder:10};

